{"Leo": ["\"Appear weak when you are strong, and strong when you are weak.\"", "\"Let your plans be dark and impenetrable as night, and when you move, fall like a thunderbolt.\"", "\"Treat your men as you would your own beloved sons. And they will follow you into the deepest valley.\"", "\"The wise warrior avoids the battle.\"", "\"You have to believe in yourself.\""], "Rob": ["\"The supreme art of war is to subdue the enemy without fighting.\"", "\"Even the finest sword plunged into salt water will eventually rust.\"", "\"Move swift as the Wind and closely-formed as the Wood. Attack like the Fire and be still as the Mountain.\"", "\"To win one hundred victories in one hundred battles is not the acme of skill. To subdue the enemy without fighting is the acme of skill.\"", "\"The whole secret lies in confusing the enemy, so that he cannot fathom our real intent.\""], "Ulrich": ["\"Supreme excellence consists of breaking the enemy's resistance without fighting.\""], "Thomas": ["\"In the midst of chaos, there is also opportunity\""], "Simon": ["\"Victorious warriors win first and then go to war, while defeated warriors go to war first and then seek to win\""], "uXXas": ["\"The greatest victory is that which requires no battle.\""], "Riot": ["\"To know your Enemy, you must become your Enemy.\""], "Santa08": ["\"There is no instance of a nation benefitting from prolonged warfare.\""], "Mortadelle": ["\"When you surround an army, leave an outlet free. Do not press a desperate foe too hard.\""], "Frank": ["\"Opportunities multiply as they are seized.\""], "Stephane": ["\"who wishes to fight must first count the cost\""], "Jules": ["\"If you wait by the river long enough, the bodies of your enemies will float by.\"", "\"If the mind is willing, the flesh could go on and on without many things.\"", "\"Thus the expert in battle moves the enemy, and is not moved by him.\""], "Lactel": ["\"know yourself and you will win all battles\""], "Sodebo": ["\"So in war, the way is to avoid what is strong, and strike at what is weak.\""], "Vivia": ["\"Build your opponent a golden bridge to retreat across.\""], "Volvic": ["\"What the ancients called a clever fighter is one who not only wins, but excels in winning with ease.\""], "Roman": ["\"One may know how to conquer without being able to do it. \""], "Lisa": ["\"Rouse him, and learn the principle of his activity or inactivity. Force him to reveal himself, so as to find out his vulnerable spots.\""], "Mikael": ["\"One mark of a great soldier is that he fight on his own terms or fights not at all.\"", "\"He who is prudent and lies in wait for an enemy who is not, will be victorious.\""], "Florian": ["\"If your opponent is of choleric temper,  seek to irritate him.  Pretend to be weak, that he may grow arrogant.\""]}